<?php
// Heading
$_['heading_title']                     = 'Работа с WMD.ru через API';

// Text
$_['text_module']                       = 'Модули';
$_['text_success']                      = 'Настройки модуля обновлены!';
$_['text_attribute']                    = 'Атрибут';
$_['text_attributes']                   = 'Атрибуты';
$_['text_update_settings']              = 'Настройка обновлений';
$_['text_hour']                         = 'ч.';
$_['text_any']                          = 'Любой';
$_['text_help_stock_status']            = 'Статус, показываемый, когда товара нет на складе';
$_['text_get_api_key']                  = 'Получить API ключ';
$_['text_module_name']                  = 'Название модуля';
$_['text_module_version']               = 'Версия модуля';
$_['text_support']                      = 'Поддержка';
$_['text_docs_link']                    = 'Ссылка на документацию';
$_['text_contact_description']          = '<p>Модуль разработан и предоставлен компанией ООО “Беспроводные сети”, г. Воронеж. По всем вопросам, связанными с функциональностью, просьба обращаться по электронной почте, которые указаны на сайте www.wmd.ru или через форму обратной связи.</p><p>Консультации по телефону не предоставляются.</p><p>Модуль предоставляется как есть и компания “Беспроводные сети” не несет никаких обязательств или гарантий по его использованию перед пользователями.</p><p>По вопросам доработок, багов, замечаний и предложений, пожалуйста, обращайтесь в компанию “Беспроводные сети”.</p><p>Чтобы получить ключи для работы с модулем, пожалуйста, зарегистрируйтесь на сайте www.wmd.ru и предоставьте свой логин и пароль для генерации ключей доступа в службу поддержки.</p>';

// Tab
$_['tab_general']                       = 'Основное';
$_['tab_contacts']                      = 'Контакты';
$_['tab_product_data']                  = 'Данные товара';
$_['tab_order_statuses']                = 'Статусы заказа';

// Entry
$_['entry_status']                      = 'Статус';
$_['entry_id_user']                     = 'ID пользователя';
$_['entry_email']                       = 'Email пользователя';
$_['entry_api_key']                     = 'API key';
$_['entry_parent_category']             = 'Добавление в родительские категории';
$_['entry_manufacturer']                = 'Добавление производителя';
$_['entry_product_size']                = 'Добавление размеров товара';
$_['entry_product_class']               = 'Класс продукта';
$_['entry_warranty']                    = 'Гарантия';
$_['entry_untis']                       = 'Единица измерения товара';
$_['entry_country_name']                = 'Страна изготовитель';
$_['entry_features']                    = 'Набор технических характеристик товара';
$_['entry_status_wait']                 = 'Ожидает оплаты';
$_['entry_status_checking']             = 'Проверяется';
$_['entry_status_processing']           = 'Принят в обработку';
$_['entry_status_pay']                  = 'Оплачен (ожидает доставки)';
$_['entry_status_sent']                 = 'Отправлен (ожидает оплаты)';
$_['entry_status_packing']              = 'Упаковывается';
$_['entry_status_moving']               = 'Перемещается';
$_['entry_status_ready_for_delivering'] = 'Передан в службу доставки';
$_['entry_status_delivering']           = 'Доставляется';
$_['entry_status_ready_for_pick_up']    = 'Готов к выдаче';
$_['entry_status_complete']             = 'Исполнен';
$_['entry_status_cancel']               = 'Отменён';
$_['entry_cron_link']                   = 'Ссылка на cron';
$_['entry_update_time']                 = 'Период выгрузки товаров';
$_['entry_quantity_update_time']        = 'Период обновления количества товара';
$_['entry_order_update_time']           = 'Период обновления статуса заказа';
$_['entry_stock_status']                = 'Отсутствие на складе';
$_['entry_weight_class']                = 'Единица веса (граммы)';
$_['entry_length_class']                = 'Единица длины (сантиметры)';
$_['entry_notify_order']                = 'Оповещение покупателя при смене статуса заказа';
$_['entry_send_status']                 = 'Статус для отправки заказа';
$_['entry_markup_size']                 = 'Наценка (в %)';


// Error
$_['error_permission']                  = 'У Вас нет прав для управления этим модулем!';
$_['error_id_user']                     = 'Укажите ID пользователя';
$_['error_email']                       = 'Укажите email пользователя';
$_['error_api_key']                     = 'Укажите API key';
$_['error_time']                        = 'Время обновления должно быть больше 0';
$_['error_warning']                     = 'Внимательно проверьте форму на ошибки!';